src/test/resources/file_endpoint/input/GetParameterNames.txt

<SOAP-ENV:Envelope xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<SOAP-ENV:Header>
		<cwmp:ID SOAP-ENV:mustUnderstand="1">ID:intrnl.unset.id.GetParameterNames1345013027734.1556754</cwmp:ID>
		<cwmp:NoMoreRequests>0</cwmp:NoMoreRequests>
	</SOAP-ENV:Header>
	<SOAP-ENV:Body>
		<cwmp:GetParameterNames xmlns:cwmp="urn:dslforum-org:cwmp-1-0">
			<ParameterPath>.</ParameterPath>
			<NextLevel>1</NextLevel>
		</cwmp:GetParameterNames>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>